export let initState = {
    posts: [
        {
            id: Math.random().toString(36).substr(2, 9),
            title: 'Title',
            content: 'Задача организации, в особенности же рамки и место обучения кадров обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Равным образом дальнейшее развитие различных форм деятельности играет важную роль в формировании систем массового участия. Таким образом новая модель организационной деятельности играет важную роль в формировании позиций, занимаемых участниками в отношении поставленных задач. Разнообразный и богатый опыт рамки и место обучения кадров способствует подготовки и реализации новых предложений.'
        },
        {
            id: Math.random().toString(36).substr(2, 9),
            title: 'TitleT sgsdfs  sdfsdfsdf sdfsdf',
            content: 'Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании позиций, занимаемых участниками в отношении поставленных задач. Повседневная практика показывает, что дальнейшее развитие различных форм деятельности влечет за собой процесс внедрения и модернизации новых предложений.'
        },
        {
            id: Math.random().toString(36).substr(2, 9),
            title: 'Titf',
            content: 'Таким образом укрепление и развитие структуры способствует подготовки и реализации форм развития. Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности требуют от нас анализа дальнейших направлений развития. Повседневная практика показывает, что консультация с широким активом требуют от нас анализа позиций, занимаемых участниками в отношении поставленных задач. Повседневная практика показывает, что начало повседневной работы по формированию позиции влечет за собой процесс внедрения и модернизации существенных финансовых и административных условий. Товарищи! реализация намеченных плановых заданий требуют от нас анализа направлений прогрессивного развития.'
        },
        {
            id: Math.random().toString(36).substr(2, 9),
            title: 'Titfasdas',
            content: 'Разнообразный и богатый опыт сложившаяся структура организации играет важную роль в формировании новых предложений. Равным образом консультация с широким активом влечет за собой процесс внедрения и модернизации соответствующий условий активизации.'
        },
        {
            id: Math.random().toString(36).substr(2, 9),
            title: 'Titfasdas',
            content: 'Не следует, однако забывать, что постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании позиций, занимаемых участниками в отношении поставленных задач. Разнообразный и богатый опыт постоянный количественный рост и сфера нашей активности способствует подготовки и реализации позиций, занимаемых участниками в отношении поставленных задач.'
        },
        {
            id: Math.random().toString(36).substr(2, 9),
            title: 'Titfasdasaaasdas',
            content: 'Таким образом рамки и место обучения кадров требуют от нас анализа новых предложений. Таким образом постоянное информационно-пропагандистское обеспечение нашей деятельности требуют определения и уточнения форм развития.'
        },
    ]
}